Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: A ferocious machine has been attacking our children in the area where they play.
pl: Jakaś agresywna maszyna atakuje nasze dzieci, bawiące się w okolicy.

source: A ferocious soldier
pl: Zaciekły żołnierz

source: A few still look usable. Better send these coordinates to the Bunker, just in case.
pl: Wydaje się, że kilka z nich wciąż mogłoby okazać się użyteczne. Lepiej wysłać te współrzędne do Bunkra, tak na wszelki wypadek.

source: A filter used by androids to refine fuel.
pl: Filtr używany przez androidy do rafinacji paliwa.

source: A fish that is roughly as common as a mackerel. Due to an infatuation with human behavior, some androids like to catch and consume the fish—despite such sustenance being wholly unnecessary.
pl: Ryba równie powszechna co makrela. Ze względu na zauroczenie ludzkimi zachowaniami, niektóre androidy próbują chwytać i konsumować tę rybę — pomimo że takie odżywianie się jest zupełnie niepotrzebne.

source: A flesh-eating crustacean that lived in fresh water a long time ago. Though tiny, it has surprisingly powerful claws.
pl: Mięsożerny skorupiak, który żyje od dawna w słodkiej wodzie. Mimo że maleńki, posiada niesamowicie potężne szpony.

source: A flock of birds came to rest their wings here. I wonder if they instinctively knew how to escape the storm?
pl: Stado ptaków wylądowało tu aby odpocząć. Ciekawe, czy instynktownie wiedziały, jak uciec przed burzą?

source: A flying, Goliath-class machine lifeform with a tank-like machine attached to its bottom section. During combat, the center portion functions as a hanger that can release numerous small flying machines, while the main body is capable of firing large quantities of energy rounds.
pl: Latająca mechaniczna forma życia klasy Goliat, z przypominającą czołg maszyną przymocowaną w dolnej sekcji. Podczas walki, środkowa część funkcjonuje jako hangar, mogący wypuścić wiele małych maszyn latających, podczas gdy główny korpus jest w stanie wystrzelić dużą ilość pocisków energetycznych.

source: A foolish doll
pl: Głupia lalka

source: A forced message from the enemy system.
pl: Uzyskano wymuszoną wiadomość z systemu wroga.

source: A four-legged, medium-sized machine lifeform that resembles an animal. Occasionally seen with smaller machines riding on its back, this unit attacks using the great mobility afforded by its legs. The tips of its limbs are equipped with wire cutters that can be used in combat, while the tail segment is actually a collapsible claw-like arm.
pl: Średnia czworonożna mechaniczna forma życia przypominająca zwierzę. Czasem, ujeżdżana przez mniejsze maszyny, ta jednostka atakuje korzystając ze znakomitej mobilności, którą zawdzięcza nogom. Końcówki kończyn wyposażone są w przecinaki, które mogą zostać użyte w walce, podczas gdy segment ogonowy jest w rzeczywistości składanym, przypominającym szpon, ramieniem.

source: A freshwater fish with a hugely inflated front part. The inflated part is very soft due to the air bladder inside, but it doesn't like being touched there very much.
pl: Ryba słodkowodna z niezwykle nadętą częścią przednią. Nadęta część jest miękka w dotyku ze względu na pęcherz powietrza, choć ryba nie lubi być tam dotykana.

source: A friend of mine said he's been seeing images of himself doing things while in sleep mode.
pl: Mój przyjaciel mówił, że widział obrazy siebie robiącego różne rzeczy jak był w trybie uśpienia.

source: A fruit that has been said to grant knowledge to whoever eats it. Decreases player level by 10.
pl: Owoc który rzekomo daje wiedzę temu, kto go zje. Obniża poziom gracza o 10.

source: A fuel filter? I'm a weapons trader, what are you asking me for!?
pl: Filtr paliwa? Jestem handlarzem bronią, więc nie mnie o niego pytaj!

source: A fuel filter? I'm afraid our supply recently ran out.
pl: Filtr paliwa? Obawiam się, że niedawno skończył nam się jego zapas.

source: A fungus that grows at the roots of trees.
pl: Grzyb rosnący przy korzeniach drzew.

source: A future is not given to you. It is something you must take for yourself.
pl: Przyszłość nie jest dana raz na zawsze. To jest coś, co trzeba sobie wywalczyć.

source: A gadget so complex you don't know what it's for.
pl: Mechanizm tak złożony, że nie wiadomo do czego służy.

source: A gadget so elaborate you don't know what it's for.
pl: Mechanizm tak wyrafinowany, że nie wiadomo do czego służy.

source: A gadget so simple you don't know what it's for.
pl: Mechanizm tak prosty, że nie wiadomo do czego służy.

source: A general idea is good enough.
pl: Ogólny pogląd jest wystarczający.

source: A giant, cursed axe, anointed with the blood of innocent twins to assuage the wrath of the gods.
pl: Ogromny topór namaszczony krwią niewinnych bliźniąt, by uspokoić gniew bogów.

source: A gift? Let me see.
pl: Prezent? Zobaczmy.

source: A girl at the Resistance camp claims to have lost her memories in a battle, and can't remember the events surrounding some important images in her possession. Find the locations in the three faded photographs.
pl: Dziewczyna w obozie Ruchu Oporu twierdzi, że straciła swoje wspomnienia w bitwie i nie pamięta wydarzeń związanych z pewnymi ważnymi zdjęciami, które posiada. Znajdź miejsca z trzech wyblakłych fotografii.

source: A golden Goliath-class biped that is accompanied by small stubbies of the same color.
pl: Złoty dwunóg klasy Goliat, któremu towarzyszą małe resoraki tego samego koloru.

source: A golden tank-like machine lifeform that is accompanied by small stubbies of the same color.
pl: Złota mechaniczna forma życia przypominająca czołg, której towarzyszą małe resoraki tego samego koloru.

source: A greatsword made from the plume of a phoenix.
pl: Wielki miecz z piór feniksa.

source: A greatsword shaped after the king of beasts.
pl: Wielki miecz z motywem króla zwierząt.

source: A greedy soldier
pl: Chciwy żołnierz

source: A group of YoRHa fighters deployed to the city ruins have deserted. We need you to take care of them immediately.
pl: Grupa żołnierzy YoRHa wysłanych do ruin miasta zdezerterowała. Musisz natychmiast się nimi zająć.

source: A group of erratically-moving machine lifeforms form up together to make a cocoon, from which one boy is born—a machine lifeform bearing a strong resemblance to androids.
pl: Grupa chaotycznie poruszających się mechanicznych form życia połączyła się w kokon, z którego zrodziła się humanoidalna istota — mechaniczna forma życia do złudzenia przypominająca androida.

source: A group of pacifist machines, huh?
pl: Grupa pacyfistycznych maszyn, tak?

source: A harmless machine lifeform resembling a carp.
pl: Mechaniczna forma życia przypominająca karpia.

source: A hasty machine lifeform that placed speed above all else. He challenged the party to a race, the winner of which would be named a true speedster. Afterward, he finally awakened to a calm within himself as he discovered the ugliness of competing with others. Thus satisfied with his life, he chose to end it on his own terms.
pl: Pospieszna mechaniczna forma życia, ceniąca szybkość ponad wszystko. Namawiała do wyścigu, po którym zwycięzca mógłby się mianować demonem szybkości. Po wyścigu obudziło się w niej poczucie spokoju, gdy odkryła brzydotę rywalizowania z innymi. Zadowolona ze swojego życia, zakończyła je na "swoich zasadach".

source: A heavily dented metal plate.
pl: Mocno pognieciona, metalowa płyta.

source: A hollowed-out doll
pl: Pusta lalka

source: A huge type of ray that contains sharp spines on its tail fin and should be approached with caution as a result. Many machine lifeforms travel in groups in hopes of catching a glimpse of this creature—this is thought to be the result of a machine legend regarding a gigantic ray.
pl: Rodzaj dużej płaszczki posiadającej ostry kolec na płetwie ogonowej, dlatego warto podchodzić do niej z ostrożnością. Wiele mechanicznych form życia podróżuje w grupach, w nadziei na zobaczenie tego stworzenia — jest to najprawdopodobniej wynik krążącej wśród maszyn legendy o ogromnej płaszczce.

source: A humanoid machine
pl: Humanoidalna maszyna

source: A journal left behind by a man.
pl: Pamiętnik pozostawiony przez mężczyznę.

source: A journal left behind by a man. Thoughts about his fallen comrades are spelled out within.
pl: Dziennik pozostawiony przez mężczyznę. Spisane są w nim przemyślenia o poległych kompanach.

source: A journey, huh?
pl: W „podróż”, tak?

source: A just, young boy
pl: Sprawiedliwy, młody chłopak

source: A key that unlocks an elevator in the shopping mall.
pl: Klucz otwierający windę w centrum handlowym.

source: A key, huh?
pl: Klucz, tak...?

source: A king sits alone in his vast, vast office, drowning in affairs of state. All he wants is to see his family and hug his son, but he cannot. For his every waking moment must be spent in service of the people.
pl: Król siedzi samotnie w swoim przepastnym biurze, zajmując się sprawami kraju. Jedyne czego jednak chce, to móc zobaczyć się z rodziną i przytulić syna. Ale nie może tego zrobić. Każdą chwilę swojego życia spędza na służbie swoim poddanym.

source: A large android squad has been sighted at the flooded city. All nearby units should proceed with caution.
pl: W zalanym mieście wykryto duży oddział androidów. Wszystkie okoliczne jednostki powinny zachować ostrożność.

source: A large fish from the age of antiquity. They used to live in small numbers in the deep sea, but have lately been appearing in shallow waters.
pl: Duża ryba z czasów prehistorycznych. Dawniej żyły w niewielkich ilościach w głębokich wodach, ale ostatnio zaczęły się pojawiać na płyciznach.

source: A large fish that swims with incredible speed. Known as the King of the Seas. It doesn't have a particular use, though it does make you feel good about yourself when you catch one. Huzzah for you!
pl: Duża ryba pływająca z niezwykła szybkością. Znany jako Król Mórz. Nie ma konkretnego zastosowania. Czujesz się dobrze, gdy taką złapiesz. Brawa dla ciebie!

source: A large fish that swims with incredible speed. Known as the King of the Seas. It doesn't have a particular use, though it does makes you feel good about yourself when you catch one. Huzzah for you!
pl: Duża ryba pływająca z niezwykła szybkością. Znany jako Król Mórz. Nie ma konkretnego zastosowania, czujesz się dobrze jak taką złapiesz. Hurra dla ciebie!

source: A large flesh-eating fish known as the King of the Rivers. It doesn't have a particular use, but the size and nasty temperament make you feel good about yourself when you catch one. Well done, you!
pl: Duża mięsożerna ryba, znana jako Król Rzek. Nie ma konkretnego zastosowania, ale rozmiar i podły temperament sprawiają, że czujesz się po prostu dobrze z faktem, że ją złapałeś. Dobra robota!

source: A large gear for something.
pl: Duże koło zębate z jakiegoś urządzenia.

source: A large hole has opened up in the city ruins, and 2B and 9S travel down it to find the alien mothership. Inside, they run into Adam and Eve.
pl: W ruinach miasta powstaje wielka dziura, a 2B i 9S schodzą wgłąb niej, aby odnaleźć statek kosmitów. W środku spotykają Adama i Ewę.

source: A large pearl with a black luster.
pl: Wielka perła o czarnym połysku.

source: A large pearl with a black luster. Extremely rare.
pl: Wielka perła o czarnym połysku. Niezwykle rzadka.

source: A large what now?
pl: Duża? Ciekawe, jak bardzo duża... Co teraz?

source: A letter addressed to Jean-Paul that seems to contain a question.
pl: List z pytaniem adresowany do Jean-Paula.

source: A letter addressed to Jean-Paul that seems to contain a question. You shouldn't read it.
pl: List z pytaniem adresowany do Jean-Paula. Nie powinieneś go czytać.

source: A letter addressed to Sartre that seems to contain a question.
pl: List z pytaniem adresowany do Sartre'a.

source: A letter addressed to Sartre that seems to contain a question. You shouldn't read it.
pl: List z pytaniem adresowany do Sartre'a. Nie powinieneś go czytać.

source: A library is a data-storage facility constructed by past human civilizations.
pl: Biblioteki były obiektami służącymi do przechowywania danych, skonstruowanymi przez dawne ludzkie cywilizacje.

source: A library?
pl: Biblioteka?

source: A library? Must be that long, narrow room.
pl: Biblioteka? To musi być ten długi, wąski pokój.

source: A liquid used for coloring.
pl: Ciecz używana do barwienia.

source: A little light-show might be just what the mechanic ordered...
pl: Mały pokaz świetlny może być tym, o co prosił mechanik...

source: A little multi-level hacking, huh?
pl: Czyli takie "małe" wielopoziomowe hakowanie, tak?

source: A little thank-you for saving your butt would be nice!
pl: Byłoby miło usłyszeć, nawet jakieś malutkie, podziękowanie za uratowanie twojego tyłka!

source: A little-sister machine lifeform that got lost in the desert. According to Pascal, she's a good-natured girl who cares deeply for her older sister. Filled with curiosity, she spent most of the trip home bombarding 9S with uncountable questions. She returned home on her own after being escorted to the desert's entrance.
pl: Młodsza siostra mechanicznej formy życia, która zgubiła się na pustyni. Według Pascala, jest dobroduszną dziewczynką, bardzo troszczącą się o swoją starszą siostrę. Przepełniona ciekawością, większość drogi do domu spędziła na bombardowaniu 9S niezliczonymi pytaniami. Wróciła do domu na własną rękę po odprowadzeniu jej do wejścia na pustynię.

source: A lone lancer
pl: Samotny włócznik

source: A lone machine lifeform dwells in a gloomy canyon. She doesn't seem hostile, and was even willing to share information on machines that are rampaging nearby. Head further into the canyon and take them out.
pl: Samotna mechaniczna forma życia zamieszkująca ponury kanion. Nie wydaje się być wrogo nastawiona, a nawet jest skłonna podzielić się z tobą informacjami o pobliskich maszynach siejących spustoszenie. Skieruj się w głąb kanionu i zajmij się nimi.

source: A lone pugilist
pl: Samotny pięściarz

source: A lone soldier
pl: Samotny żołnierz

source: A lone swordsman
pl: Samotny szermierz

source: A lone woman
pl: Samotna kobieta

source: A long time ago, I was created to be a weapon.
pl: Dawno temu zostałem stworzony jako broń.

source: A long-lasting battery.
pl: Bateria o przedłużonym działaniu.

source: A look that said inflicting pain was to be expected
pl: Spodziewane spojrzenie, które zadało ból

source: A lost bag belonging to the Resistance.
pl: Zgubiona torba należąca do Ruchu Oporu.

source: A lot of the "hard-ass" nature you mention is just for show.
pl: Wiele z tej „surowej” natury, o której wspomniałeś, jest tylko na pokaz.

source: A low-altitude approach is recommended.
pl: Zaleca się podejście na niskich wysokościach.

source: A loyal soldier
pl: Lojalny żołnierz

source: A machine in the city ruins has challenged you to a race. Reach the goal before he does!
pl: Maszyna w ruinach miasta chce się z tobą ścigać. Dotrzyj do celu przed nią!

source: A machine larger than any 2B has ever seen appears from the depths of the ocean. Held off by a powerful electromagnetic field, they try to fight back with an interception mortar.
pl: Z głębin oceanu wyłoniła się maszyna, która była większa od czegokolwiek, z czym 2B miała do tej pory do czynienia. Powstrzymywani przez potężne pole elektromagnetyczne, próbują ją zniszczyć za pomocą moździerzy przechwytujących.

source: A machine lifeform at the amusement park needs an item to create a game. The item can be obtained by defeating machines at the park.
pl: Mechaniczna forma życia w parku rozrywki potrzebuje przedmiotu do stworzenia gry. Ten przedmiot można zdobyć, pokonując maszyny w parku.

source: A machine lifeform bearing a white flag awaited 2B and crew at the entrance to the amusement park ruins.
pl: Mechaniczna forma życia niosąca białą flagę, oczekująca na 2B i 9S przy wejściu do ruin parku rozrywki.

source: A machine lifeform drenched in blood. Filled with resentment over the destruction of its comrades at the hands of the Resistance, it now seeks revenge against all androids.
pl: Mechaniczna forma życia skąpana we krwi. Wypełniona rozgoryczeniem z powodu zniszczenia jej towarzyszy z rąk Ruchu Oporu, pragnie teraz zemsty na wszystkich androidach.

source: A machine lifeform formed by combining two multi-legged, Goliath-class units. Former leg sections of its combined units have been repurposed into a pair of powerful arms making it capable of rolling out powerful attacks from both close and long range.
pl: Mechaniczna forma życia złożona z dwóch wielonogich jednostek klasy Goliat. Wcześniejsze sekcje odnóży połączyły się, przemieniając się w parę potężnych ramion, czyniąc ją zdolną do wykonywania potężnych ataków, zarówno na krótki, jak i długi dystans.

source: A machine lifeform of extreme size that was developed specifically to annihilate androids. However, due to its tendency to also attack its fellow machines, it was eventually discarded into the sea. The part that was initially thought to be its entire body turned out to be merely its head, causing this colossus to reach over 1,000 meters into the sky when standing. Seemingly invincible due to powerful EMP defenses and thick armor, the unit was eventually destroyed when 9S directed missiles straight into its mouth.
pl: Mechaniczna forma życia ekstremalnych rozmiarów, zaprojektowana specjalnie do anihilacji androidów. Jednakże, ze względu na skłonność do atakowania innych maszyn, została wrzucona do morza. Część, która początkowo wydawała się całym ciałem, okazała się być tylko głową kolosa, który w pozycji stojącej sięgał ponad 1000 metrów w górę. Na pozór niezniszczalny ze względu na potężną obronę EMP i gruby pancerz, jednostka została ostatecznie zniszczona przez 9S, który skierował rakiety w jego paszczę.

source: A machine lifeform resembling a basking shark. Much like it's flesh-and-blood counterpart, this is a very friendly creature, and can often be seen frolicking about with other sharks in the sea.
pl: Mechaniczna forma życia przypominająca długoszpara. Podobnie jak jego odpowiednik z krwi i kości, jest to bardzo przyjazne stworzenie, które często można spotkać figlujące w morzu z innymi rekinami.

source: A machine lifeform resembling a bloat fish. The part of its body that would function as an air bladder in regular bloat fish contains various minerals, so it can be sold for a decent price on the market.
pl: Mechaniczna forma życia przypominająca nadymkę. Część ciała, która w normalnej nadymce funkcjonowałaby jako pęcherz powietrza, tutaj zawiera różne minerały, więc może zostać sprzedana na rynku za dobrą cenę.

source: A machine lifeform resembling a blowfish. Contrary to real blowfish, this creature is not poisonous—though its highly developed jaw is capable of tearing holes in an android's body, so approach with caution.
pl: Mechaniczna forma życia przypominająca rozdymkę. W odróżnieniu od prawdziwej rozdymki, to stworzenie nie jest trujące — jej wysoko rozwinięta szczęka jest zdolna do wyrywania dziur w ciele androida, na co należy uważać.

source: A machine lifeform resembling a bream. Its extremely aggressive nature has caused many a careless android to return home from a peaceful day of fishing with fewer appendages than before.
pl: Mechaniczna forma życia przypominająca doradę. Jej niezwykle agresywna natura sprawiła, że wielu nieostrożnych androidów wróciło do domu po spokojnym dniu wędkowania z kilkoma kończynami mniej.

source: A machine lifeform resembling a coelacanth. Only found in the deep sea, this creature is a very rare catch. Due to their hostile takeover of regular coelacanth territory, the native species has been forced to move to shallower waters.
pl: Mechaniczna forma życia przypominająca latimerię. Znajdywane tylko w głębokim morzu, to stworzenie jest naprawdę bardzo rzadką zdobyczą. Ze względu na wrogie przejęcie terytoriów zwykłej latimerii, rodzimy gatunek musiał przenieść się na płytsze wody.

source: A machine lifeform resembling a fresh water ray. Due to a production error, this model's tail is split in two.
pl: Mechaniczna forma życia przypominająca płaszczkę słodkowodną. Ze względu na błąd produkcji, ogon tego modelu jest rozwidlony na dwoje.

source: A machine lifeform resembling a horseshoe crab. Their shells are used as shoulder pads by some male androids, because good taste is apparently not a prerequisite for good fashion.
pl: Mechaniczna forma życia przypominająca skrzypłocza. Ich górna skorupa jest używana jako naramienniki przez niektóre męskie androidy, ponieważ najwidoczniej dobry smak nie jest warunkiem mody.

source: A machine lifeform resembling a killifish. Due to its wondrous appearance, some killifish fanatics among YoRHa soldiers have started keeping these creatures as pets, to the frustration and confusion of their commanders.
pl: Mechaniczna forma życia przypominająca proporczykowca. Ze względu na niezwykły wygląd, niektórzy fanatycy propoczykowców wśród żołnierzy YoRHa zaczęli trzymać te stworzenia jako pupile, ku frustracji i zakłopotaniu ich dowódców.
